/* Task view. */
HSDFSD_TaskName = "傳真快速撥號";
HSDFPB_TaskName = "傳真電話簿";
HSDFSD_TaskDescription = "在裝置的「快速撥號」記憶體中使用 + 和 - 按鈕，或輸入您需要的資訊。或者使用「通訊錄」來尋找及新增資訊。";
HSDFPB_TaskDescription = "「傳真電活簿」可讓您檢視和管理裝置上的連絡人清單。\n使用 + 和 - 按鈕可新增或移除連絡人。您也可以使用「連絡人」來找尋更多項目並將它們新增到清單中。";

ActionMenuTooltip = "動作功能表";

HSDEntryIndexColumnTitle = "#";
HSDEntryNameColumnTitle = "名稱";
HSDEntryPhoneNumberColumnTitle = "傳真號碼";
HSDEntryEditActionMenuTitle = "編輯…";
HSDEntryCreateGroupActionMenuTitle = "建立群組…";
EntriesStatusCaption = "已使用 %1$d 個項目（共 %2$d 個）";
HSDPrintListButtonTitle = "列印清單";
/* Use common localized key instead of plug-in "MoreInfoButtonTitle". */
AddressBookLaunchButtonTooltip = "啟動傳真通訊錄";
ContactsLaunchButtonTooltip = "啟動傳真聯絡資訊";
HSDApplyButtonTitle = "立刻套用";

HSDDismissEntryButtonTitle = "取消";
HSDConfirmEntryButtonTitle = "儲存";

HSDFPB_AddNewContactToolTip = "新增連絡人";
HSDFSD_AddNewContactToolTip = "新增快速撥號";
HSDFPB_DeleteSelectedContactToolTip = "刪除選取的連絡人或群組";
HSDFSD_DeleteSelectedContactToolTip = "刪除選取的快速撥號或群組";
HSDFPB_PrintListButtonToolTip = "列印此裝置上儲存的所有連絡人";
HSDFSD_PrintListButtonToolTip = "列印此裝置上儲存的所有快速撥號";

/* Individual entry panel. */
HSDFPB_IndividualEntryIndexFieldCaption = "項目 (#):";
HSDFSD_IndividualEntryIndexFieldCaption = "快速撥號 (#):";
HSDIndividualEntryNameFieldCaption = "名稱:";
HSDIndividualEntryPhoneNumberFieldCaption = "傳真號碼:";

/* Group entry panel. */
HSDFPB_GroupEntryIndexFieldCaption = "項目 (#):";
HSDFSD_GroupEntryIndexFieldCaption = "快速撥號 (#):";
HSDGroupEntryNameFieldCaption = "群組名稱:";
HSDFSD_GroupEntryItemsDescription = "選取您要包含在此群組中的快速撥號。";
HSDFPB_GroupEntryItemsDescription = "選擇您想新增到此群組中的連絡人。";

/* More Info panel. */
HSDConfirmMoreInfoButtonTitle = "確定";

/* Contacts panel. */
AddressBookPanelTitle = "傳真通訊錄";
ContactsPanelTitle = "傳真聯絡資訊";
HSDDismissContactsButtonTitle = "關閉";
HSDConfirmContactsButtonTitle = "新增";

/* Alert dialogs. */
CancelAlertButtonTitle = "取消";
RemoveFromGroupAlertButtonTitle = "從群組中移除";
DeleteAlertButtonTitle = "刪除";
ApplyAlertButtonTitle = "套用";
DontApplyAlertButtonTitle = "不要套用";

IncorrectDeviceStateAlertTitle = "印表機處於錯誤狀態";
IncorrectDeviceStateAlertMessage = "請排除裝置的錯誤狀況並再試一次。";

HSDFSD_InvalidEntryErrorTitle = "快速撥號無效";
HSDFPB_InvalidEntryErrorTitle = "無法新增連絡人";
HSDFSD_MissingEntryNameErrorMessage = "遺失快速撥號名稱。請輸入快速撥號名稱並再試一次。";
HSDFPB_MissingEntryNameErrorMessage = "此連絡人名稱已遺失。請為該連絡人輸入一個名稱並再試一次。";
HSDFSD_MissingEntryPhoneNumberErrorMessage = "遺失快速撥號號碼。請輸入快速撥號號碼並再試一次。";
HSDFPB_MissingEntryPhoneNumberErrorMessage = "此連絡人號碼已遺失。請為該連絡人輸入一個號碼並再試一次。";
HSDFSD_TooLargeGroupErrorMessage = "「快速撥號」群組過大。裝置支援的群組項目的數量上限為 %d 筆。";
HSDFPB_TooLargeGroupErrorMessage = "群組中有太多的連絡人。您的裝置一個群組最多支援 %d 個連絡人。";

HSDFSD_DeleteIndividualEntryAlertTitle = "您是否確定要刪除 \"%@\" 的快速撥號?";
HSDFPB_DeleteIndividualEntryAlertTitle = "確定要刪除連絡人 \"%@\" 嗎?";
HSDFSD_DeleteIndividualEntryAlertMessage = "選取的快速撥號位於一個或多個群組中。刪除快速撥號會將其從群組中移除。";
HSDFPB_DeleteIndividualEntryAlertMessage = "選取的連絡人出現在一或多個群組中。刪除這些連絡人將從所有群組中將它們移除。";
HSDFSD_DeleteMultipleIndividualEntriesAlertTitle = "您是否確定要刪除選取的快速撥號?";
HSDFPB_DeleteMultipleIndividualEntriesAlertTitle = "確定要刪除所選的連絡人嗎?";
HSDFSD_DeleteMultipleIndividualEntriesAlertMessage = "某些選取的快速撥號位於一個或多個群組中。刪除快速撥號會將其從群組中移除。";
HSDFPB_DeleteMultipleIndividualEntriesAlertMessage = "某些選取的連絡人可能出現在一或多個群組中。刪除這些連絡人將從所有群組中將它們移除。";

HSDFSD_DeleteGroupEntryAlertTitle = "您是否確定要刪除快速撥號群組 \"%@\"?";
HSDFPB_DeleteGroupEntryAlertTitle = "確定要刪除群組 \"%@\" 嗎?";
HSDFSD_DeleteGroupEntryAlertMessage = "所選群組內的個別快速撥號「不會」被刪除。";
HSDFPB_DeleteGroupEntryAlertMessage = "將「不會」刪除群組中的個人連絡人。";
HSDFSD_DeleteMultipleGroupEntriesAlertTitle = "您是否確定要刪除選取的快速撥號群組?";
HSDFPB_DeleteMultipleGroupEntriesAlertTitle = "確定要刪除所選的群組嗎?";
HSDFSD_DeleteMultipleGroupEntriesAlertMessage = "所選群組內的個別快速撥號「不會」被刪除。";
HSDFPB_DeleteMultipleGroupEntriesAlertMessage = "將「不會」刪除群組中的個人連絡人。";

HSDFSD_DeleteIndividualEntryFromGroupAlertTitle = "您是否確定要從群組 \"%2$@\" 移除 \"%1$@\" 的快速撥號?";
HSDFPB_DeleteIndividualEntryFromGroupAlertTitle = "確定要從群組 \"%2$@\" 移除連絡人 \"%1$@\" 嗎?";
HSDFSD_DeleteIndividualEntryFromGroupAlertMessage = "按一下「從群組中移除」只會將快速撥號從群組中移除，但不會刪除快速撥號。\n如果您想永遠刪除快速撥號並將它從任何群組中移除，按一下「刪除」。";
HSDFPB_DeleteIndividualEntryFromGroupAlertMessage = "按一下「從群組中移除」僅能將快速撥號從群組中移除，而不會刪除快速撥號本身。\n如果您想永遠刪除某個快速撥號或將它從所有群組中移除，請按一下「刪除」。";
HSDFSD_DeleteMultipleEntriesFromGroupAlertTitle = "您是否確定要從群組 \"%@\" 移除選取的快速撥號?";
HSDFPB_DeleteMultipleEntriesFromGroupAlertTitle = "確定要從群組 \"%@\" 移除所選的連絡人嗎?";
HSDFSD_DeleteMultipleEntriesFromGroupAlertMessage = "按一下「從群組中移除」只會將快速撥號從群組中移除，但不會刪除快速撥號。\n如果您想永遠刪除選取的快速撥號並將它們從任何群組中移除，按一下「刪除」。";
HSDFPB_DeleteMultipleEntriesFromGroupAlertMessage = "按一下「從群組中移除」僅能將這些快速撥號從群組中移除，而不會刪除這些快速撥號本身。\n如果您想永遠刪除所選的快速撥號或將它們從所有群組中移除，請按一下「刪除」。";
HSDFSD_DeleteMultipleEntriesFromMultipleGroupsAlertTitle = "您是否確定要從個別的群組移除選取的快速撥號?";
HSDFPB_DeleteMultipleEntriesFromMultipleGroupsAlertTitle = "確定要從各別的群組中移除所選的連絡人嗎?";
HSDFSD_DeleteMultipleEntriesFromMultipleGroupsAlertMessage = "按一下「從群組中移除」只會將快速撥號從其所在的群組中移除，但不會刪除快速撥號。\n如果您想永遠刪除快速撥號並將它們從任何群組中移除，按一下「刪除」。";
HSDFPB_DeleteMultipleEntriesFromMultipleGroupsAlertMessage = "按一下「從群組中移除」僅能將這些快速撥號從它們的群組中移除，而不會刪除這些快速撥號本身。\n如果您想永遠刪除這些快速撥號或將它們從所有群組中移除，請按一下「刪除」。";

HSDFSD_DeleteMixedEntriesAlertTitle = "您是否確定要刪除選取的快速撥號和快速撥號群組?";
HSDFPB_DeleteMixedEntriesAlertTitle = "確定要刪除所選的連絡人和群組嗎?";
HSDFSD_DeleteMixedEntriesAlertMessage = "按一下「刪除」會永久刪除選取的個別快速撥號和群組。除非個別刪除所選群組中的個別快速撥號，否則「不會」將其刪除。";
HSDFPB_DeleteMixedEntriesAlertMessage = "按一下「刪除」將僅永遠刪除這些所選的連絡人和群組。將「不會」刪除這些非從所選群組中直接選取的個人連絡人。";

DenyContactsAccessAlertTitle = "資訊不可用";
DenyContactsAccessAlertMessage = "無法存取「%@」應用程式。\n您可以透過「系統偏好設定」>「安全性與隱私」面板解除對其封鎖。";

HSDFSD_AllowsToCommitChangesAlertTitle = "您已編輯傳真快速撥號清單";
HSDFPB_AllowsToCommitChangesAlertTitle = "您已編輯傳真電話簿。列印前，您想儲存您的變更嗎?";
AllowsToCommitChangesAlertMessage = "如果您未套用變更，您所做的變更將不會包含在列印的清單中。列印前，您想將這些變更套用到您所做的清單中嗎?";

/* Progress dialogs. */
PrintInitializingDialogTitle = "正在處理…";
PrintProcessingDialogTitle = "列印中… 請稍候";
